Repository: kammouramine-arch/-repos-dore
Catalog: doonce/ios/DoOnce/Resources/Localizable.xcstrings
Source language: en
Languages: fr

# onboarding.1.headline
source: Some things you only learn once.
fr: Certaines choses ne s'apprennent qu'une fois.

# onboarding.1.sub
source: DoOnce remembers how they're done.
fr: DoOnce se souvient comment on les fait.

# onboarding.2.headline
source: Show it once.
fr: Montrez-le une fois.

# onboarding.3.headline
source: Find it by looking.
fr: Retrouvez-le en regardant.

# onboarding.4.headline
source: Do it without remembering.
fr: Faites-le sans vous souvenir.

# onboarding.end.headline
source: Your world can remember.
fr: Votre monde peut se souvenir.

# memory.greeting
source: Your world remembers.
fr: Votre monde se souvient.

# memory.search.placeholder
source: Find anything
fr: Trouver n'importe quoi

# center.look
source: Look
fr: Regarder

# center.teach
source: Teach
fr: Montrer

# center.add
source: Add
fr: Ajouter

# save.remembered
source: Remembered.
fr: Mémorisé.

# do.complete.sub
source: You didn't have to remember.
fr: Vous n'aviez pas besoin de vous en souvenir.
